[
    {
        "id": "",
        "category": "Academic Work",
        "title": "On The Superiority of Dwarvs",
        "content": [
            "In this entry into the Grand Compendium of Dwarven Superiority Vol III, I will explain and support through scientific methods why exactly the Dwarv organism is naturally superior to all other offshoots of Dwarg type creatures.",
            "First, we shall start with the names. It is apparent that there is a single character difference between the name Dwarv and Dwarf (Dorf is not included, because that is not a real word nor name). ",
            "Clearly, the “V” and the “f” characters mark the drastic difference between the types of creatures. The “V” is a character directly traceable back to Dwarg cave runes. (You can see that the Dwarv and the Cave both clearly share that character as much as they share heritage). With this simple fact, it is evident that the Dwarv alone is the direct descendant of the older people, while the Dwarf, lacking the “V” is in fact not.",
            "Conversely, the Dwarf (and Dorf) were not blessed by this ancient lineage. Instead their names are formed with crude, likely Goblin rooted guttural utterings. I speak of course, of the “f” character. Note that I use the inferior version, not the superior “F”, as even though that larger character is superior, it is still not a V, and never actually features in the Dwarf name, so implicitly even there, the Dwarf is by necessity, an inferior creature.",
            "Furthermore, it is evident that the letter “f”, being a more primal, goblin-esque character, visually represents its own status. The “f” is, if continued at its root, very close in shape to the “s” character but stretched, attempting to hide its origins, which you will all agree is the character with which the snake is implicitly represented. This suggests that the “f” represents a snake, but cut in half, to indicate that it should be eradicated and not allowed to persist. Moreover, whoever crafted this half snake letter, felt it needed further reinforcing as a letter not to be allowed, by adding the crossbar through the already severed snake, to indicate it as a forbidden entity.",
            "And, following from this knowledge, it should be noted that the nature of the language used by the Dwarf creatures shares such degenerated form as their own title. They have words of their own - used frequently - such as “fumble”, “failure, “filth”... words that they require to accurately describe their everyday activities. And as you’ll know, words such as these do not exist naturally in the Dwarv lexicon of terms. This will stand - I’m sure you’ll agree - as further proof of the inferior nature of the Dwarfs.",
            "With these facts, it is quite clear how the original Dwargs and older mountain folk felt that creatures like the Dwarfs should sit in the hierarchy of beings below the mountain.",
            "Finally, as is well known, Dwarvs are genetically the tallest of the bunch, with the Dwarfs appearing childlike even to our own children. Of course, the status of the Dorfs needs barely considering.",
            "It is heavily suggested that, if a citizen of the Dwarv tribe finds themselves to be under the expected height threshold of the Dwarv tribe, he or she should first consider if they are actually a Dwarv and not in fact an absent minded Dwarf who forgot their place in the world, because it is naturally impossible that a Dwarv should be shorter than even the tallest Dwarf, only by spiteful Dwarf spells can this ever happen.",
            "If then, it is determined that the (temporarily) less than optimal Dwarv is sub par in verticality, he or she - being the more intelligent type - should immediately seek out the closest Foot Maester, and whisper to him of your need for greater status. He will understand right away, and produce the appropriate charms to counter this malicious spell cast upon you, which should be placed beneath your heels to elevate your sensitive parts from the cursed ground beneath you. It may be so that you require multiple charms to sufficiently elevate you above the curse.",
            "Unfortunately, if the situation arises that you find yourself in need of more than 5 charms per foot, then the spell cast is too great, likely bolstered by goblin whispers. In this case you will be expelled from the tribe and sent to the pits, for fear that the spell may spread, or worse, the Dwarfs will learn of our spell evasion measures, and seek further, more devious tactics to undermine our superiority.",
            "In conclusion, I hope you will see and agree that by scientific and natural methods, the Dwarv tribe has proven to be the superior type in comparison to the Dwarfs, and of course the Dorfs.",
            "There are many other attributes and reasons why this is true, but name and vertical status are among the most obvious, although it may be challenging to convey even this to a Dwarf, so superiority and inferiority are generally just assumed and exuded, so that they understand their place beneath us. (Although they lack the greater intelligence of the Dwarv, so it remains possible that they remain blissfully unaware of their status, so if one finds the opportunity, it is suggested that they remind the Dwarfs of this.)"
        ],
        "credit" : "A treatise extracted from the preserved ramblings of Hruvdar Stonetongue, Third Seer of the Dwarv Lineage Archives, dated approximately 412 winters before the Bleeding Collapse"
        
      },
      {
        "id": "",
        "category": "Academic Work",
        "title": "The Song That Calls the Rot",
        "content": [
            "The rot consumes, we breathe the fumes, and so it leads, we must assume.",
            "The master burns, The master boils, We fuel his fire, We pour his oils.",
            "A quiet shout, A whispered yell, The master hears, And all is well.",
            "- A common Rock Hugger chant (Translated from Rocktongue)",
            "The Rock Huggers are a small village of oddly intelligent creatures, some grotesque mix of Goblin and Dwarf blood. By all normal standards, they seem to be vile, twisted parodies of life that really have no place existing, yet they persist. Many attempts have been made to extinguish their blight on existence, but they scurry away each time into endless networks of hidden tunnels and holes bored into the mountain walls that surround their cave.",
            "Their chief problem is that they endlessly worship the Rotten Stone, forever chanting and calling out to it, with their twisting whispers echoing down corridors of rock and shadows, often trickling out into other societies elsewhere in the mountain. This is the time that most of those societies will organise cleansing marches through the depths, realising that they cannot extinguish the Rock Huggers properly, but they can at least hold off their summoning chant, for it is well known what will happen if the Rotten Stone hears their corrupted calls.",
            "The Rock Huggers are perhaps not intelligent per se. They are ritualistic and barbarously cunning. They worship the Rotting Stone and the decay it promises well enough. However, they are unaware that as they chant their merry little tunes, the sharp rocks of their endless tunnels warp their brutish sounds into an unintelligible mountain language, which then gains the ability to pierce through rock and summon even more terrible creatures to crawl out through the shadows and drag any living thing below into the dark.",
            "Another species exists; The Mountain Moles, as other groups have named them. You see, the Mountain Moles are, in a word; mysterious. Essentially everybody acknowledges that they do exist to some extent, and some have even claimed to have witnessed their existence. However, very little is known about them. Only that they seem to be small, wrapped in robes and slick fur, with endlessly hooded faces.",
            "But regardless of the specifics of their existence, it is well known that they control the mountain, as much as many other groups would like to present themselves as kings or such. The Mountain Moles can find their way to and from any place in the mountain without error. Leaving no sound nor trace, except for small piles of rubble from where they have burrowed, carving deep and furiously through the sheer rock face of any wall. Some say they chew through the rock, others believe they have tongues that can whisper to the walls, commanding them to part.",
            "It has become known (although how is unknown), that the Mountain Moles have grown displeased by the corrupted whispers the Rock Huggers have been uttering. It is hoped that those mysterious creatures will intervene and hopefully put an end to the childish mischief those wretched creatures persistently bring upon all other mountain inhabitants.",
            "There is however, an alternative thought - only existing within certain communities - that the Mountain Moles will not help in this regard, because it is believed that those terrible creatures summoned from the shadows by warped whispers are in fact the Mountain Moles themselves, blindly guided by those twisted tones the rocks echo out to them. The hope however, is that this is not inline with the beliefs of the Mountain Moles, and that they will put an end to that corruption.",
            "Whichever way the rocks tumble, they will tumble - probably onto somebody, ideally for most - onto the Rock Huggers, as the Mountain Moles are suspected to be the only creatures fit to deal with those awful things, and able to fit into their cramped tunnels."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Commentary on the Current Dark Days."
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "From Earth To Root - A Rough Guide To Descending",
        "content": [
            "Descending is not merely digging. One must listen to the stones...",
            "First, we shall start with the names...",
            "Lipsum etc..."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Our Mountain Whole"
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "The Stones of Our Mountain",
        "content": [
            "Each stone has a name, and the mountain remembers...",
            "First, we shall start with the names...",
            "Lipsum etc..."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Our Mountain Whole"
      },
      {
        "id": "",
        "category": "Tales & Found Words",
        "title": "Echoes of the Thrallborne",
        "content": [
            "Buried deep beneath the dark mountain on the edge of collapsing into itself, through rock, ore and seismic efforts, a rusted, long slumbering hero of ages older than time.",
            "Through endless cycles of life, death and the in-between, his once pristine, soft flesh now spread across the universe as dust.",
            "All that remains of him are the bones and rusted armour designed by the same hands who designed the cosmos.",
            "Those bones and armour sit, as silent echoes ring out endlessly across the cavernous halls below the earth.",
            "Above, the monolith pierces through a maddening void.",
            "It, tall beyond measure, cold and alien with its barbaric sharp angles, sits, seeming to absorb and mock the darkness around it. Gazing out while all else fumbles in black madness."
        ],
        "credit" : "Unkown"
      },
      {
        "id": "",
        "category": "Tales & Found Words",
        "title": "The Last Mumbles of a Witless Dorf",
        "content": [
            "Ruffin was approximately 5 minutes away from drawing his last breath, and perhaps it would be the last breath drawn by a dorf ever again. The future of his kind depended on this journey into the underchasm, where darkness swirled and madness flew through shadows, in search of lost travelers to swoop upon.",
            "Ruffin had entered through the Green Gate, the entry point least often used, but charted by most attempts at mapping as the closest gate to The Rotting Stone, as the stench would be most strongly smelt from the safer side of that gate, enough that many investigators had perished simply from proximity without ever passing through.",
            "But something had gone terribly wrong. The stench had spread, while all gates remained sealed and barricaded, the entire community of dorfs huddling inside the cave network began to gasp and wheeze in ways only seen by those investigators who fled back through the gate. Somehow, the rotten stench had spread beyond the stone’s lawful domain.",
            "And so, Ruffin had been volunteered to go beyond the gate, to see if something could be done to appease that restless Rotting Stone.",
            "But now, he found himself entirely lost and alone, stumbling through the dark with distant shrieks echoing through the air above him. He could feel cold, sharp rocks bite into his palm, and so he used their pain as guidance towards their master. Somewhere ahead, that awful monument to nature pierced through the rocks, spreading its horrible disease from sources deeper even than this mountain’s roots.",
            "His head spun as his feet stumbled and rolled across unsettled stones. At any moment he expected there to be no floor beneath his feet, and so the life of his whole tribe would end. Yet, the floor remained, and so too did the pain. Onwards he pushed, gasping for what little air survived in this space, finding each breath more laboured than the last. He could not see a single thing, but the stench by now was so great that he could barely restrain the vomit.",
            "The Rotting Stone must be near.",
            "Then, as if a curtain fell, it stood ahead of him. Not tall, not noble, but twisted and faintly glowing through the shadows, a current of organic essence could be seen pulsing through its core. The smell was too much even for rocks to come close, as they rolled away in an endless fight against gravity to escape their abominable brother.",
            "Above, those things - the shrieking mad things - dimly illuminated by the stone, dark clouds filled with staring, harsh, unlidded eyes, ever staring into Ruffin’s small mind, trying to extract some intelligence with which to tear and twist his thoughts. But Ruffin was not an intelligent creature. He was immune to madness. The dorfs were an immensely dim group of creatures, but they could never really amount to anything beyond crawling or rolling through the earth. And this simplicity had proven to be their saviour.",
            "His breaths fell short now, with each gasp taking in less air and more stench. With his final efforts, Ruffin mustered what little mental power a dorf may have, and mumbled a few grunts that could perhaps be considered dialogue.",
            "With that spark, that miniscule hint of intelligence, the creatures above had found their prey. They descended, swallowing Ruffin in a cloud of pure darkness, with all eyes now facing inwards, gazing with such intensity that even Ruffin understood he was in quite a bad situation. But, his simplicity shielded him from their full effect. The swirling storm of shadows had provided a barrier against the stench, with their cyclone sucking in any available air, so that once again Ruffin could breathe freely.",
            "Through the circling madness, Ruffin heard it, a command from the stone, beckoning him to come forward, to touch it. He had not the sense to argue, and so he stumbled ahead through the storm, pulling them with him, as they feasted on that speck of sentience, unaware of their surroundings.",
            "The stone hungered, and Ruffin fell forwards onto it. He felt its surface was warm, pulsing with organic currents. As he sank into the surface, blisters grew, bursting into flowers that withered just as quickly, while his flesh fused into the stone. Shrieks shot out, as the shadows now realised their situation and struggled to pull away from Ruffin’s mind, but it being so utterly dim, they could not find a path through which to excuse their existence.",
            "And so, Ruffin became entirely consumed by the stone, dragging those maddening shadows into its core with him, freeing it from their horrible cries for a while, and so it reeled back the spread of its stench, allowing Ruffin’s tribe to breathe freely once again, leaving the Dwarvs to question how such a dim creature could fight off monsters they could not survive."
        ],
        "credit" : "Recorded by the Mouthless Scribes, 77th Year of the Withering."
      },
      {
        "id": "",
        "category": "Academic Work",
        "title": "Biological Degradation Among the Short-Folk",
        "content": [
            "Many millenia spent scraping away beneath the mountain after the Great Sealing, has drastically altered the form of the denizens of the under-spaces.",
            "The lack of natural light, clear and free air and little space to rise vertically has resulted in almost all types of folk beneath the mountain to be notably paler in skin tone, but perhaps more drastic is the mutation of breathing faculties they have developed.",
            "- Dwarvs & Dwarfs -",
            "The Dwarvs and Dwarfs both feature highly enlarged lungs and torso chambers to house them, with reduced length limbs to both reduce the amount of oxygen used, as well as to allow more free movement through cramped tunnels and caves.",
            "Beyond normal lung use, the Dwarvs and Dwarfs have a much slower metabolism than normal creatures, allowing them to inhale and store air for extended periods of time, rather than the usual breathe in - breathe out tempo.",
            "In addition to this, to further conserve oxygen, Dwarvs and Dwarfs typically move very slowly and are reluctant to do anything if not entirely necessary.",
            "Dwarvs in particular are noted to have generally larger brains than Dwarfs, although other body parts like the eyes and ears have shrunken somewhat to reduce excess energy expenditure, while the Dwarfs generally seem to have favoured larger eyes and ears in exchange for reduced brain size. This may be from lack of use, or be the cause of their current situation as the ‘workhorse’ of the mountain. Their marginally shorter stature, lack of deep mental capacity but increased sight and hearing ability make them suitable for manual labour in the mines. While typically, the Dwarvs act as their superiors who organise activities and arrange the tasks within the mines.",
            "Due to their diminished visual capacity, Dwarvs seeking to retain or improve sight ability often don spectacles polished from crystals dug from the walls, allowing them to see more clearly. However there is a common belief that these deep rooted crystals bring curses with them, and it is noted quite evidently that Dwarvs with both brain and sight, often lose them both over time.",
            "Physically, the Dwarvs and Dwarfs are both stocky and robust creatures, with Dwarvs typically standing at around 140cm, and Dwarfs at 130cm. They both have large hands  and feet with short, thick fingers and toes that allow them to tear through lighter rocks and shovel through loose ground, however they often lack dexterity and fine abilities due to the shortness and thickness of these digits. So, Dwarvs often design tools which extend and narrow the tips of their fingers, allowing much more detailed work to be performed. For Dwarfs however, simply splitting and shovelling rocks is sufficient for their everyday activities.",
            "Both groups feature two eyes (with the Dwarf eyes being larger and more able), a nose and a mouth as most top dwellers have. However the nose is universally flat and broad, with large nostrils and mouths to allow greater air consumption.",
            "To combat this difficulty with air, the Dwarvs - with the assistance of the Skarn - have discovered types of fungus under the mountain which when under duress, will release oxygen in attempts to appease their attacker. And so, devices have been built in which fungus is grown and periodically provoked, held within a storage area (typically a back mounted cylinder) where that oxygen will be freely pumped into a mouthpiece for the user to inhale. Smaller devices have also been crafted by Dwarvs, where fungus are simply dropped into a container at the end of a pipe, and then the fungus is provoked (usually by flame or physical provocation), upon which the oxygen is released and sucked down the pipe into the user's mouth. This is typically seen as a luxury device to suggest one has free control over breathing air, but it is not uncommon for various other types of fungus to be added to the pipe, allowing for various effects upon the user.",
            "It is common procedure - often expected - that whenever a Dwarv is to be seen by Dwarfs, for him or her to inhale as much air as they can, to serve two purposes. First, the increased air held within the lungs will inflate the size of that Dwarvs chest area, visibly suggesting that this Dwarv has a superior ability in regards to air consumption. Secondly, by consuming as much air as possible for him or herself, the Dwarv consequently reduces the available air for those Dwarfs around him or her, reducing their capacity for work and often forces them to assume the slow-consumption a lack of air requires, which reduces their abilities to act in any real way with speed.",
            "- Dorfs -",
            "While the Dwarvs and Dwarfs are closely related, with slight differences, the Dorfs appear markedly different from either, despite their proposed shared origins.",
            "Dorfs are shorter than the Dwarf, with a highest recorded height of 104cm, more often closer to 90cm.",
            "They retain the large chest cavities of the Dwarvs and Dwarfs, but do not possess the same robust, large lung capacity, forcing them to gasp frequently in a non regular, broken tempo. For forced evolutionary adaptation, the Dorfs have developed very hollow, brittle bones that break very easily, often under the weight of their own bodies, often leading to Dorfs who roll around rather than walk.",
            "In further efforts to improve oxygen efficiency, Dorfs of course have drastically reduced mental capacity, little better than that of a stone slug, with reduced vision - although the actual eye size has yet to catch up to the ability, possibly lingering traits from a previous branch - and almost deaf ears. They have the same slow metabolism of the other species, and require very little food to sustain existence.",
            "Overall, the Dorf is quite a poor example of life under the mountain. They are unintelligent, weak and brittle creatures with little purpose beyond filling spaces. However, given their largely hollow structure, they are often able to float indefinitely in water, and sometimes on strong air currents, making them useful for travelling across water or sending messages. Some attempts have been made at forming large air vessels by binding together many Dorfs, but it is always the case that their combined weight becomes more than they themselves can sustain, leading to their structural collapse and loss of purpose.",
            "'The Dorfs are best left where they lay, lest the mountain decide we have need of more broken things.' - Overseer Vrovun.",
            "- The Mountain Mole -",
            "- The Skeever -",
            "- The Skarn -"
          ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Assessments of Our Co-Inhabitants, 265th Edition"
      },
      {
        "id": "",
        "category": "Academic Work",
        "title": "The First Sealing",
        "content": [
            "As I am not one of those first few Skarn adventurers to be sealed within this mountain, I can only regurgitate what has been passed down through generations and already documented, but I will also apply some of my own thoughts and commentary on how things may have been.",
            "Initially, as many of you will know, the first Skarn party to step foot through those (at the time) open gates very quickly learnt of the immense body of interest held within the mountain.",
            "Illuminated by daylight shining through the opening, the great entrance hall was surely clearly apparent. It must have been quite majestic to be able to see in sunlight (If I understand the idea of sunlight correctly) the whole thing in its intended grandeur and to truly appreciate the sheer scale of it (to say nothing of the ornate craftsmanship and architecture spanning its entire size).",
            "As they ventured deeper inside, behind them towered the by now legendary Twin Golems, likely dormant as the party were freely encouraged to continue their exploration.",
            "We have determined from the positions of many surviving artifacts which they carried on their persons at their time, they managed to make their way approximately halfway across the main entrance hall (around half a day's journey, by our calculations), through the many gargantuan support pillars and giant cauldrons we still see there today. It seems that at the time of their journey they continued entirely undisturbed, as no signs of skirmish nor trouble were discovered after the fact.",
            "It is assumed, since the remains exist, the second group were able to enter freely enough, before the major events of the First Sealing took place.",
            "Based on grooves etched into the stone floor below them, it is thought that the two Golems at this point became active (presumably signalling the gates each of them are thought to maintain to close). We still have no real clue as to the exact mechanisms working behind those gates, as we can not fathom anything within our known capabilities to shift such gargantuan pieces of solid rock.",
            "From here, we are unclear as to - what - exactly happened, except that from the two parties, only 22 survivors escaped, making their way across the remaining half of the hall and huddling in the tunnel entrances while the gates closed behind them, gradually reducing the light entering, until sheer darkness must have been the only thing remaining, much as it is now.",
            "Those 22 survivors, as is known well enough, steadily ventured deeper into the mountain network to eventually establish the Skarn settlement and cautiously expand and interact with other mountain dwellers, although as we know; not all were as accepting as the Dwarvs or Dwarfs.",
            "The Dwarvs have long informed us of the grandness of the Elder Dwargs - who, according to them, carved this entire mountain interior by their own hands and could command the Golems with a mere whisper through the rocks. Although, since we have seen no real proof consistent with these claims, we have to wonder what hand the Mountain Moles and other possible creatures may have had in the whole ordeal."
          ],
        "credit" : "Markus Brehn - Commentary on the Previous Dark Days."
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Blind Goblins",
        "content": [
            "Overview of the blind goblins, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "The Forms of Fungus",
        "content": [
            "As possibly the oldest form of life under the mountain, Fungus forms a crucial part of almost every corner occupied.",
            "There are a great many known species of fungus, with probably many many more unknown species too. But to the assistance of life under the mountain, only a few need to be known about.",
            "1. Airfungus (Aerocapsum)",
            "This is likely the most important type of fungus, as it is the most valuable to the continuation of life, since it allows enhanced levels of oxygen to exist in these dim, air-poor caves and tunnels through the intake of carbon dioxide and many other foul gases, and the subsequent release of oxygen, either voluntarily or provoked.",
            "Originally, Airfungus was only found in the more cramped cave and tunnel systems, where the specific makeup of rocks and sediment provided a rich air for the fungus to thrive. Unfortunately, this made life for other organisms more troublesome, leading to civilisations either forming around those fungal regions, or demanding excursions to retrieve air extracted from the fungi in these regions.",
            "Then, in the late-period, the Skarn arrived, and on learning about this special fungus from Dwarven boasts, it was eventually found that the fungus could carefully be extracted wholly, and then transported to special areas in the more populated regions, which permitted the fungus to flourish, allowing the first cultivation of Airfungus to begin, which ultimately lead to a great boom in the ability of all groups able to utilise this new technology to build large, stable civilisations beyond the nomadic dregs they had existed as for centuries prior.",
            "The Dwarvs, being familiar enough with the cave system, were able to quickly map out and take hold of those regions identified as suitable for Airfungus growth, giving them the large monopoly on the production of breathable air we all see today.",
            "The Skarn were able to build a mutual trade with the Dwarvs, gaining more or less steady supply of air in exchange for the knowledge that the Skarn brimmed with, allowing the Dwarv kingdom to blossom into the dominant faction.",
            "The Dwarfs - naturally - were heavily taxed for access to that air, being unable to obtain it legally unless providing some form of payment grossly outweighing the normal value of air, typically lifetime servitude in one of the many new minds the Dwarfs had began work on thanks to the Skarn wisdom.",
            "Dorfs are not considered able to even request access, and so do not factor into the trade system.",
            "Most other factions are very rare to interact openly with the Dwarvs, so trade of Airfungus air between them is almost never seen (except for the one incident of the curious Blind Goblin scout, but that is a story in itself). However, it is quite common for small raids and theft to take place on the Airfungus farms, although it is usually raw Airfungus that is stolen, and from what is known, none of the other groups have access to the technology to properly process Airfungus into storable air, so it is assumed these are without real cause or effect.",
            "The fungus is quite pleasant in appearance, being a very pale blue colour, giving off a very faint luminance, allowing it to be spotted even in the dark. The body has the shape of a tall cylinder, with fine roots that are easily damaged and a fleshy mouth at the tip, which becomes the spout through which the air is released.",
            "It is important to note that if you do encounter one of these fungi in the wild, do not disturb it, as even slight impacts have been documented to upset the roots and easily destroy the organism, ruining its potential for air harvesting. Instead, report its location (ideally to the Skarn) as it is possible that unknown Airfungus colonies still exist, and should be quickly made note of.",
            "2. Rotfungus (Putrimyces) ! EXTREMELY HAZARDOUS !",
            "Very little needs to be said about the dangers of this Rotfungus, sitting in almost stark opposition to the Airfungus in what it brings to our lives.",
            "Due to the hazardous nature of Rotfungus, deep study of its exact nature has been almost impossible, limited only to distant observations and even more distant observations of its effects.",
            "The Rotfungus is a highly volatile fungus (well, we assume it is a fungus), known to enter silently and then within days proliferate to overwhelm entire villages with its dreadful spread.",
            "We are unsure as to how it is able to simply enter an area, with speculations that it is more of a virus spread by some small creatures crawling perhaps within the rocks, as it is almost always reported as initially sprouting from small crevices in the faces of rocks.",
            "Much like the Airfungus releases breathable air, the Rotfungus releases its own substance, made visible by small, floating spores that each seem to give off smaller particles, which in turn fall onto surfaces and quickly develop into new sites of growth, which repeat the cycle.",
            "This substance; the gas - or perhaps tiny particles - that infiltrate the air between spores and their bodies, seems to be some form of rapid rot inducing material, which upon encountering ANY material begins the spread of the blistering, frothing rot which quickly overtakes the entire surface of that material and any others nearby.",
            "Given this highly toxic nature, immediate observation of its effects has been impossible, usually only recounted by fleeing parties, and the occasional luckily timed Skarn investigation unit able to observe its effects from a distance.",
            "Records thus far state that the rot spreads quickly, most terribly on consuming organic subjects, seeming to be enticed by their screams to more quickly overwhelm them. The flesh first blisters, growing into large sacs of fluid that proceed to burst as if the flesh itself was boiling,  until the entire layer of flesh and muscle has been boiled away, leaving the bones held together by what connective tissue remains, before they too become consumed, often being overtaken before they have time to fall to the ground. It is an interesting display to see an entire being vanish into the air in such a short time. Some of the more curious Skarn have pondered the utility of being able to contain and weaponise this substance, but of course no official progress has been made (or attempted, I have to say) towards this.",
            "The fungus itself is quite unassuming, being a fleshy, pale brown capped body, with spreading tendril-like roots extending from the stem down through whichever surface it has infiltrated. The size is typically small, no more than the size of a fist, although tales have surfaced of enormous fungi in deeper, unexplored regions (obviously, unsubstantiated).",
            "3. Dreamfungus (Hallucapsum)",
            "The Dreamfungus seems to be a more or less harmless family of fungus, although many terrible things have certainly stemmed from its use.",
            "There are many different varieties of Dreamfungus, with varying levels of effect on interaction, but they all seem to eventually induce some hypnotic effect through prolonged exposure, or more severely through consumption.",
            "The fungus will consistently release a steady, unseen cloud of its own tiny spores, which linger within a metre of the fungal body, making its effect fairly minimal to passers by.",
            "It is believed that the Dreamfungus actually is a toxic strain, but that the fungus is so old, that its toxicity was tailored to now dead creatures, with the current cave inhabitants being immune to any direct death-incurring effects.",
            "Because of this relative safety, and the clear positive production of the Airfungus, it seems natural that the cave inhabitants have attempted to exploit some positive value from the Dreamfungus.",
            "As a consequence, it was quickly discovered that while no immediate effects were seen on exposure to the Dreamfungus, many who spent too long in close proximity to colonies of Dreamfungus began to hallucinate and fall into trance like slumbers; which they were unable to wake from voluntarily, only recovering if pulled away by other parties.",
            "Given such an effect, it is normal on finding colonies of Dreamfungus, to find various bodies in states of life and death, making these colonies of high interest to thieves and curious researchers in search of subjects.",
            "While this slow-sleep is one known effect of the fungus, another more immediate response can be seen on consumption.",
            "It is common amongst the Dwarfs (and some Dwarvs) to both inhale or eat the Dreamfungus.",
            "With Dwarfs it is typical to have small pouches at their waists containing cut pieces, left to ooze and release their gases slowly to be inhaled in higher concentrations on opening and breathing in from the pouch.",
            "Dwarvs however, seem to find this practice dirty and uncivilised, opting instead to place more finely cut pieces of the Dreamfungus into the ends of their ostentatious pipes, usually used simply for displaying air-superiority.",
            "Some Dwarvs will simply cold-inhale from these pieces, which instigates a similar intoxicating, waking sleep to the Dwarf bag method, which has been reported as a generally pleasant sensation, often used to relax the user, or to allow more comfortable sleep to be passed into. Whereas other, more adventurous Dwarvs have started to provoke the Dreamfungus in the same way as Airfungus, bringing flame to the fungal flesh.",
            "This produces a rapid release of a slightly different gas, much more potent than the passive release of the previous methods, with a smell that has been noted as faintly similar to the Rotfungus release.",
            "The intoxication from this is much more severe, inducing a rapid temporary coma, which usually sees the user (if not seated) collapsing to the floor in a twitching mess, frothing at the mouth and uttering unknown words that seem to be without logic or structure. The user will usually wake from this state after a day or two, but the more interesting nature of this is the visions that the users almost universally report experiencing, saying that from their own perspectives, they were speaking loudly to tall, semi-transleucent spectres, that seemed not only sapient, but moving through the mountain in ways that seem to suggest an entire civilisation.",
            "With one or two random cases, it would probably be ignored as the ramblings of a hallucinating fool. But these cases are almost always reported whenever a user is questioned after the fact, leading to much discussion and suggestions of more focused research into the exact nature of this product of the Dreamfungus.",
            "The Dreamfungus visually is quite prominent, with a large white cap, adorned with a variety of colored spots according to its exact species. Variations of effect across different strains have not been noted, with most users simply describing different tastes from each."
        ],
        "credit" : "Markus Brehn - Notes on the Cave Contents."
      },
      {
        "id": "",
        "category": "Groups",
        "title": "Dwargs, Dwarvs, Dwarfs & Dorfs",
        "content": [
            "Overview of the Dwarg Descendants, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Skarn",
        "content": [
            "Overview of The Skarn, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Skeevers",
        "content": [
            "Overview of The Skeevers, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Mountain Moles",
        "content": [
            "Overview of The Mountain Moles, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Thrallborne",
        "content": [
            "Overview of The Thrallborne, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Elders",
        "content": [
            "Overview of The Elders, charting individuals potential threat"
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Stoneslug",
        "content": [
            "Large, pale slugs that crawl through tunnels. No eyes or surface decoration except for two, eyeless antennae, used for sensing vibrations in the air. Only pale, semi transparent skin to show pulsing white cores inside. Sticky and slimy, leave trails as they move, usually found around damp areas, near rivers or fungus sites.",
            "Immune to Rotfungus, will eat it and any other fungus. Can slowly consume organic tissue, but cannot attack or defend, sometimes consumes dead bodies. Neither strictly solitary or collective, can exist either way but not hive minded.",
            "Often used by Dwarfs as mules to transport material on their backs, can carry a good amount of weight but are very slow to move.",
            "Is able to secrete a toxic solution which will slowly eat through rocks, but not at a rate that makes anything particularly possible for the slug itself, but tunnels which slugs frequently pass through are notably increased in size over time and smoother surfaced.",
            "Given the moist body of the Stoneslug, fungus often grow across the backs of the creature, with the Stoneslug itself being immune to the ordinary effects of fungus, but the fungus roots will penetrate through the flesh and eventually the brain, creating bizarre behaviours in the slugs, also brings the risk of fungus spread within the mountain."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Borebug",
        "content": [
            "A small burrowing beetle, black body, hard shell, only about the size of a finger tip.",
            "Not dangerous, has very hard teeth which are able to chew through rock very rapidly. Will overwhelm dead organic tissue as a swarm to quickly reduce it to nothing. Will consume soft and hard tissue easily, but has never been seen to attack a living creature.",
            "Moves in swarms and lives inside the rocks, frequently burrowing and eventually creating honeycomb-like internal structures within rocks, frequently leading to structural instability and cave collapses."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Whitelegs",
        "content": [
            "Huge, slow, but harmless spiders. Crawl around large open caves, and will squeeze the whole body and legs into holes for nesting. Long, slender legs and small central body, no eyes, light, fine hair across their bodies. White colour, a slight glow makes them stand out in the dark like ghosts. Feed on dead organic tissue, are immune to Rotfungus, can eat it with no harm.",
            "Scary, but safe."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Blacklegs",
        "content": [
            "Relatively small ( about the size of a boot ), solitary hunters. Larger body, angular shape, a single pair of tiny eyes above fangs. Coarse, dark hair across the whole body. Slender, sharp legs ending in spiked shapes.",
            "They hide in tunnels and cave corners, burrow into holes and crevices. Spin large webs across openings like tunnel passages or floor holes. Venomous, can kill many creatures and wrap them in cocoons while slowly dissolving them to eat.",
            "Very fast, jump and run.",
            "Scary, fast, sneaky, deadly."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Wallwisp",
        "content": [
            "A small, unassuming salamander type creature. 4 legs, a long, slender body with a long fine tail and a small flat head, two non-formed eyes, two nose slits and a toothless mouth with a flickering red tongue.",
            "The skin is a very pale pink colour, with the colour being deep and the surface being slick and translucent, making the creature seem slightly slimy.",
            "The wallwisp lives in caves, often near water, and can swim, crawling on floors, walls and ceilings in search of small bugs for food. Not dangerous, but gets its name for the sound it creates when sitting and sending vibrations through the rocks in search of nearby bugs.",
            "People often hear the sound but rarely see the creature, with some being tempted to investigate, creating a risk since the Wallwisp lives in darkness where the surrounding itself could be dangerous for blind exploration."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Rockcrawler",
        "content": [
            "Essentially a cave centipede. About 1 metre in length, many legs and antennae, pale brown and lightly haired across the body. Small fangs on an eyeless face.",
            "Moves very quickly and will attack, although has difficulty with larger prey, so often eats smaller bugs like Borebugs and Blacklegs. Will also eat Wallwisps if able to ambush them, and will follow Stoneslugs while repeatedly attacking them to eventually take them down, but rarely eats the actual slug because it tastes foul.",
            "They have been trapped and brought into settlements for periodic pest control given their effectiveness at eliminating rat populations.",
            "Found in tunnels across walls, floors, ceilings, but more often in large, open caves across the ceiling and walls, likes to hang out in Dimwood areas, although avoids light."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Glowbugs",
        "content": [
            "Small, flying insects that exist only in dimwoods(tree areas well lit by large Lightfungus collections on the cave roof) and rarely at lightfungus sites. They require sustained light to continue their existence as a species, and they give off faint glows by themselves when extracted and held in the dark, making them suitable for short lived torches by way of containing in a jar."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Deepfur",
        "content": [
            "A rare, not truly native species of bear from higher in the mountain, who, a long time ago fled from some threat, deeper into the tunnels, but becoming lost and unable to return. So they adapted to their new lives and conditions in the caves.",
            "Mostly harmless, but are territorial and protective of their belongings/areas.",
            "Pale gray fur, blind or near blind, look like frail, shrunken polar bears with eyes that attempted to grow to be able to see more, but eventually reverted to simple blindness with enhanced hearing and smell.",
            "Usually live in caves near rivers, where they mostly survive from fish."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Fallclaw",
        "content": [
            "Behaviorally similar to a flying squirrel, in that it crawls to higher spots and jumps down, gliding sometimes to latch onto prey. ",
            "It is a predator, around 30cm wide. It has a central body, eyeless with a fanged mouth on the front underside, and 4 long, spider-like limbs spanning out from there, each connected by a leathery, brown membrane of flesh which allows the creature to glide and control descent through the air. The top half is covered on the legs and body by rough hair, while the bottom and wings are hairless and soft.",
            "Behaviorally they will crawl to higher spots, like cave roofs or tunnel tops, waiting for a prey to pass beneath. Then they will detach and fall upon the prey, wrapping their legs around it, surrounding it by their wing membrane to constrict it while they bite with the fangs and inject venom, which creates a reaction in which the preys internal organs swell, eventually crushing or restricting airflow internally until they die.",
            "They will attack small prey preferably which they can fit entirely within their leg grasp, but can also attack larger creatures, prompting most groups to wear hats or similar protective devices when walking through areas suspected to be home to these creatures.",
            "Normally they cannot kill large prey like a Dwarv, Dwarf, Skarn etc - but if they are able to latch and remain latched for long enough, the venom can saturate and immobilize the prey, leading them to collapse and suffocate from their throat and internal organs swelling in an allergic reaction like response. This can be reverted by removing the creature in time or by inhaling suitable fungus spores to counteract the venom.",
            "The creature is mostly solitary, but will happily co-inhabit areas with others of its kind, leading to swarm attacks which make the chance of venom saturation in larger prey higher. So, hats or umbrella type devices are common in these areas."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Tales & Found Words",
        "title": "Mountain Insults & Slurs",
        "content": [
            "Rockwhelp - Insult from Dwarvs/Dwarfs toward Dorfs. Insinuiting that their parents are simple rocks.",
            "Muckborn - General insult meaning any creature birthed wrongly, used especially against Dorfs.",
            "Slugblood - Deep insult Dwarves use against Dwarfs, invoking the 'Stoneslug impregnation' myth.",
            "Slugbrain - A light unsult to imply stupidity."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Groups",
        "title": "The Word-Keeps",
        "content": [
            "A distinct sub-sect of Dwarv lineage who long ago became consumed by the act of recording knowledge.",
            "In the early ages, when the Dwarvs merely scraped a survival in the dark corners of caves, while the Dwargs ruled with an unbreachable iron hand, the Word-Keeps stood out, being the only Dwarvs to truly pay attention to the ways in which the mountain whispered, hearing the quiet mumblings of the Great Stones and carving their words into the rocks.",
            "Those words proved to be the undoing of the Dwarvs. When the last letter was cut into the mountain, the Quiet Stone shivered, sending earthquakes deep through the bed of the mountain, collapsing entire Dwarv civilisations upon themselves, burying all under rock and ash, except for the few outside of the stronghold at the time.",
            "After that, the Dwarvs had very little forces keeping them pressed into their caves, eventually seeing them expand out into the rubble to claim it for themselves.",
            "Next, after a few more centuries, the Skarn arrived. And with them, they brought true knowledge and ideas from the upper world. This both excited and infuriated the early Word-Keeps, since it provided them with immensely more data to chronicle, but also exposed how vastly little they knew of the now larger world.",
            "And so, since then they have quietly, endlessly kept their ever growing logs.",
            "They do not merely archive. They fastidiously preserve any information possible through the compulsive transcription of every observable detail, through written notes in rock, on parchment, on skin, in thought, through echo-collection or any other method they can use to lock information into a tangible form.",
            "Their clothing is simple, as they have no desire nor need for fanciful dress. The sole purpose of all Word-Keeps is to learn and log, anything else is a distraction that prevents them from discovery of their ultimate truth: The Final Word.",
            "It is believed that only by complete annihilation of doubt and question can that ultimate truth be revealed. At this time, the keepers of that Final Word will be unquestionably comparable to Gods, simply because they are aware of all the knowledge required to be a God.",
            "The group is relatively few, yet they seem to be everywhere in the mountain’s shadows, watching, taking note of every twitch, blink, or breath — with an intensity that renders the act of observation almost hostile, with the vast majority of that detail being utterly useless to anybody. But, for some, there will undoubtedly be some drastically important note hidden away in a scroll buried beneath a mountain of others, yet finding it will be almost impossible, for the Word-Keeps only take notes, they do not organise them.",
            "Enclaves exist in remote areas under the mountain, typically overseeing larger chasms and reachable only across narrow pathways."
          
        ],
        "credit" : "'When the Final Word is spoken, the mountain shall fall silent.' – Quillmaw, 1st of the Word-Keeps"
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "The Rotless City",
        "content": [
           "'The Rotless City. Untouched by Death and equally by Life.'",
           "The bastion of the Elders in their time. A massive, ornate city built from unknown, impenetrable white rocks, rising high beneath the mountain below a canopy of immortal Lightfungus. It is thought that the light from these gives everlife to the stones of the city.",
           "Overrun now by Rotfungus, yet entirely unconsumed, with neither group willing to concede, held in an unending stasis between decay and magnificence.",
           "Uninhabitable by ordinary creatures due to the Rotfungus presence, but haunted by the empty husks of the Thrallborne guardians, patrolling through the endless twists and turns within the city unwaveringly, without conceivable drive or direction.",
           "The only known path lies through the heart of the Great Chasm — an unnatural descent, followed by a nine-day crawl through a silent tunnel carpeted with the desiccated remains of those who dared to seek the city."
        ],
        "credit" : "Markus Brehn – Visions Recovered from the Lightfungus Chasm"
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "Food Sources & Diets",
        "content": [
           "Complex, rich food sources are highly scarce under the mountain, leading many factions to seek out different methods of sustenance.",
           "~ Goblins/Blind Goblins ~",
           "Carnivores and cannibals. Will eat any living or dead creature they are able to, with the Blind Goblins being less inclined to killing non hostile creatures for food.",
           "~ Skeevers ~",
           "Omnivores and cannibals, much like the Goblins, but with no sub group with any hesitations as to food sources. They will also happily consume all types of fungus and plant life within the mountain, with some even suspected of nibbling on rotfungus without death.",
           "~ Dorfs ~",
           "Mostly graze on fungus and Rockslime (Thick, edible green mats of condensed mineral algae which forms on rock surfaces near hot fissures).",
           "~ Dwarfs ~",
           "Will eat fungus, Rockslime, fish, Wetsnake, Rats, Glowbugs, Wallwisps - will eat Fallclaws, Rockcrawlers, Whitelegs and Blacklegs and Borebugs but prefer not to.",
           "~ Dwarvs ~",
           "Will eat essentially the same as Dwarfs, except will only eat bugs and ‘lowfood’ if presented as a superfluous, junk food source eaten only for fun, rather than survival. They prefer to have meals prepared for them before eating (although after leaving the walls of settlements will immediately resort to the food source and style of Dwarfs).",
           "~ Dwargs ~",
           "Unknown but assumed to be similar to Dwarvs and Dwarfs diets.",
           "~ Thrallborne ~",
           "Unknown, assumed none.",
           "~ Mountain Moles ~",
           "Unknown.",
           "~ Elders ~",
           "Unknown.",
           "~ Skarn ~",
           "Adapted to be more in line with the Dwarfs, although possessing a higher ability of food processing than raw cave food.",
           " ",
           "~ Common Food Sources: ~",
           "Wetsnake - an eel of abundance which slithers through shallow water and occasionally surfaces to wriggle across land between pools.",
           "Rats / Caverats - The former is a transient visitor from the surface, while the latter has settled permanently and slowly evolved into a more wiry, blind and pale creature. Both are eaten for their meat sources.",
           "Rockslime - Thick mats of pale slimy algae formed from secreted minerals from deeper cave productions via hot fissures in rocks exposed to cooler air. Can be dried and crumbled to cook into other meals (Wetsnake soup etc).",
           "Dimwood shoots - small, fledgeling stems of new Woodfungus growths. Tasteless, chewy and offering little nutrition except fibre, but are sometimes chewed as time passers, teeth cleaners and ‘belly scrubbers’.",
           "Glowbugs - Are gathered in mass and stored in bags or containers to be munched on periodically. Crunchy and high in protein.",
           "Stoneale - A form of alcoholic drink formed through fermented varieties of mountain fungus, the official breweries are all  located in Word-Keep enclaves, although some unregulated rogue breweries can be found throughout the mountain.",
           "Paledrink - A simple liquid gathered from rock drippings in areas of high condensation. The exact flavour can vary depending on the source, but all are generally very high in mineral content from the rock makeup, with a milky white tint to them."
           ],
        "credit" : "Markus Brehn – Notes on the Undergroups"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Mindthieves",
        "content": [
            "Large black phantoms stalking the spaces in the Underchambers. Somewhat like manta rays in shape, with bodies of black smoke surrounding a fine nerve system, branching out to the extreme body borders.",
            "No eyes, no distinct features.",
            "They fly through the air, searching for prey below. They feast on thoughts and ideas, psychically latching onto unsuspecting creatures capable of thinking, closing in, circling closely above or wrapping their smoke body and nerve filaments around the prey, sending them into a spiral of thoughtful crisis, generating thoughts rapidly for the Mindthief to feast on.",
            "Will act solo or in groups, with every Mindthief working to extract thoughts separately, not hive minded but will attack en masse."

        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Rats",
        "content": [
            "With the arrival of the Skarn from the outside world, the Dwarv civilisation began to grow, forming settlements and civilised societies within the mountain with plentiful, stored food sources (Think agricultural revolution).",
            "Then, rats begin to appear from the surface level (Although the inhabitants had no idea where they came from) - which led the Skarn to believe aside from the now sealed Great Hall entrance, there must be other entrance points for the rats to come and go, leading to eventual discovery of these vents and exit ports, but probably the Skarn keep tight control on the knowledge of their existence.",
            "Throughout the years, while new 'regular' rats do come and go fairly regularly, more cave specified strains have begun to develop, with paler, wiry bodies, loss of fur and reduction or loss of eyesight (or loss of eyes entirely) but extremely enhanced smell and sound. These mountain rats grew accustomed to living solely in the mountains, usually nesting in tunnels and caves nearby Dwarv, Dwarf and Skarn settlements, often disturbing food storage.",
            "The rat infestation has led to forced domestication attempts of cave creatures like the Rockcrawler and Fallclaw, stored within settlements and deployed when rat presence is noted around important food storage areas. Also, some Goblins who have become involved with Skarn groups will hire themselves as Rat-hunters, paid by free roam in the territories where rats exist, where they would usually be shooed away, leading to a high yield of free rats as food for the Goblins."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Creatures",
        "title": "Graveleech",
        "content": [
            "Another cave-slug like creature, similar to the Stoneslug. While the Stoneslug is mostly harmless, the Graveleech is a much more dangerous variation.",
            "Generally smaller, but able to grow to huge sizes if left to feed and rest for long enough, the Graveleech is a pale, semi translucent skinned, slimy creature, featureless except for twin antennae used to detect heat signatures.",
            "The Graveleech feeds on prey slowly, by crawling over the victim and slowly secreting a strong acidic liquid that is able to dissolve organic material into a slush, which the Graveleech then absorbs through its small, underside located mouth.",
            "The Graveleech is slow, quite easy to evade and remain safe from. It usually feasts on dead organic material. However, the danger comes when people are sleeping in caves, which the Graveleech happily acknowledges as food and crawl across, then secrete its liquid to dissolve through the victim.",
            "If the Graveleech is big enough, it can cover the victims' entire body, so that while the dissolving action of its secretion is slow, it can cover enough of the victim's body with it that a slow, painful death is quite likely.",
            "Other methods of attack are found with smaller, younger Graveleech who with their lighter bodies, are able to crawl up walls and latch onto ceiling surfaces, where they can fall onto prey passing below, either accidentally or with intent. Often, the prey can quickly brush them off, but if left unnoticed can certainly leave quite a bad injury as the dissolving solution burns away until reaching the skin, by which point the solution will only cease action once it has burned through enough organic tissue, or a cancelling agent is used to neutralise the solution.",
            "The younger Graveleech will also crawl on ceilings while freely dripping down their acid below, making walking through areas with them quite dangerous.",
            "Graveleeches and Stoneslugs are both sensitive to fire and cold, which quickly interferes with their sensitive bodies to dry them out quickly.",
            "Also, tunnel adventurers often carry pouches of salt and minerals to throw at the slugs if a need arises.",
            "Areas with high slug traffic can also be quite dangerous to walk through, as the slug movement slowly carves grooves into the rock surface, making the terrain uncertain, and stumbling quite likely.",
            "It is advised in general not to sleep in unknown caves or tunnels, or to have an awake partner, or to circle yourself with a ring of salt - but this will not prevent drop attacks from above."
        ],
        "credit" : "Unknown"
      },
      {
        "id": "",
        "category": "Mapping and Clarifications",
        "title": "The Under Chambers",
        "content": [
            "A massive cavity beneath all other parts of the territories under the mountain, believed to extend laterally beyond the borders of the mountain.",
            "Home to the Great Stones and creatures of the Under-Dark."

        ],
        "credit" : "Unknown"
      }
    
]