[
    {
        "id": 1,
        "category": "Academic Work",
        "title": "On The Superiority of Dwarvs",
        "content": [
            "In this entry into the Grand Compendium of Dwarven Superiority Vol III, I will explain and support through scientific methods why exactly the Dwarv Organism is naturally superior to all other offshoots of Dwarg type creatures.",
            "First, we shall start with the names. It is apparent that there is a single character difference between the name Dwarv and Dwarf (Dorf is not included, because that is not a real word nor name). ",
            "Clearly, the “V” and the “f” characters mark the drastic difference between the types of creatures. The “V” is a character directly traceable back to Dwarg cave runes. (You can see that the Dwarv and the Cave both clearly share that character as much as they share heritage). With this simple fact, it is evident that the Dwarv alone is the direct descendant of the older people, while the Dwarf, lacking the “V” is in fact not.",
            "Conversely, the Dwarf (and Dorf) were not blessed by this ancient lineage. Instead their names are formed with crude, likely Goblin rooted guttural utterings. I speak of course, of the “f” character. Note that I use the inferior version, not the superior “F”, as even though that larger character is superior, it is still not a V, and never actually features in the Dwarf name, so implicitly even there, the Dwarf is by necessity, an inferior creature.",
            "Furthermore, it is evident that the letter “f”, being a more primal, goblin-esque character, visually represents its own status. The “f” is, if continued at its root, very close in shape to the “s” character but stretched, attempting to hide its origins, which you will all agree is the character with which the snake is implicitly represented. This suggests that the “f” represents a snake, but cut in half, to indicate that it should be eradicated and not allowed to persist. Moreover, whoever crafted this half snake letter, felt it needed further reinforcing as a letter not to be allowed, by adding the crossbar through the already severed snake, to indicate it as a forbidden entity.",
            "And, following from this knowledge, it should be noted that the nature of the language used by the Dwarf creatures shares such degenerated form as their own title. They have words of their own - used frequently - such as “fumble”, “failure, “filth”... words that they require to accurately describe their everyday activities. And as you’ll know, words such as these do not exist naturally in the Dwarv lexicon of terms. This will stand - I’m sure you’ll agree - as further proof of the inferior nature of the Dwarfs.",
            "With these facts, it is quite clear how the original Dwargs and older mountain folk felt that creatures like the Dwarfs should sit in the hierarchy of beings below the mountain.",
            "Finally, as is well known, Dwarvs are genetically the tallest of the bunch, with the Dwarfs appearing childlike even to our own children. Of course, the status of the Dorfs needs barely considering.",
            "It is heavily suggested that, if a citizen of the Dwarv tribe finds themselves to be under the expected height threshold of the Dwarv tribe, he or she should first consider if they are actually a Dwarv and not in fact an absent minded Dwarf who forgot their place in the world, because it is naturally impossible that a Dwarv should be shorter than even the tallest Dwarf, only by spiteful Dwarf spells can this ever happen.",
            "If then, it is determined that the (temporarily) less than optimal Dwarv is sub par in verticality, he or she - being the more intelligent type - should immediately seek out the closest Foot Maester, and whisper to him of your need for greater status. He will understand right away, and produce the appropriate charms to counter this malicious spell cast upon you, which should be placed beneath your heels to elevate your sensitive parts from the cursed ground beneath you. It may be so that you require multiple charms to sufficiently elevate you above the curse.",
            "Unfortunately, if the situation arises that you find yourself in need of more than 5 charms per foot, then the spell cast is too great, likely bolstered by goblin whispers. In this case you will be expelled from the tribe and sent to the pits, for fear that the spell may spread, or worse, the Dwarfs will learn of our spell evasion measures, and seek further, more devious tactics to undermine our superiority.",
            "In conclusion, I hope you will see and agree that by scientific and natural methods, the Dwarv tribe has proven to be the superior type in comparison to the Dwarfs, and of course the Dorfs.",
            "There are many other attributes and reasons why this is true, but name and vertical status are among the most obvious, although it may be challenging to convey even this to a Dwarf, so superiority and inferiority are generally just assumed and exuded, so that they understand their place beneath us. (Although they lack the greater intelligence of the Dwarv, so it remains possible that they remain blissfully unaware of their status, so if one finds the opportunity, it is suggested that they remind the Dwarfs of this.)"
        ],
        "credit" : "A treatise extracted from the preserved ramblings of Hruvdar Stonetongue, Third Seer of the Dwarv Lineage Archives, dated approximately 412 winters before the Bleeding Collapse"
        
      },
      {
        "id": 2,
        "category": "Academic Work",
        "title": "The Song That Calls the Rot",
        "content": [
            "The rot consumes, we breathe the fumes, and so it leads, we must assume.",
            "The master burns, The master boils, We fuel his fire, We pour his oils.",
            "A quiet shout, A whispered yell, The master hears, And all is well.",
            "- A Common Rock Hugger Chant",
            "The Rock Huggers are a small village of oddly intelligent creatures, some grotesque mix of Goblin and Dwarf blood. By all normal standards, they seem to be vile, twisted parodies of life that really have no place existing, yet they persist. Many attempts have been made to extinguish their blight on existence, but they scurry away each time into endless networks of hidden tunnels and holes bored into the mountain walls that surround their cave.",
            "Their chief problem is that they endlessly worship the Rotten Stone, forever chanting and calling out to it, with their twisting whispers echoing down corridors of rock and shadows, often trickling out into other societies elsewhere in the mountain. This is the time that most of those societies will organise cleansing marches through the depths, realising that they cannot extinguish the Rock Huggers properly, but they can at least hold off their summoning chant, for it is well known what will happen if the Rotten Stone hears their corrupted calls.",
            "The Rock Huggers are perhaps not intelligent per se. They are ritualistic and barbarously cunning. They worship the Rotting Stone and the decay it promises well enough. However, they are unaware that as they chant their merry little tunes, the sharp rocks of their endless tunnels warp their brutish sounds into an unintelligible mountain language, which then gains the ability to pierce through rock and summon even more terrible creatures to crawl out through the shadows and drag any living thing below into the dark.",
            "Another species exists; The Mountain Moles, as other groups have named them. You see, the Mountain Moles are, in a word; mysterious. Essentially everybody acknowledges that they do exist to some extent, and some have even claimed to have witnessed their existence. However, very little is known about them. Only that they seem to be small, wrapped in robes and slick fur, with endlessly hooded faces.",
            "But regardless of the specifics of their existence, it is well known that they control the mountain, as much as many other groups would like to present themselves as kings or such. The Mountain Moles can find their way to and from any place in the mountain without error. Leaving no sound nor trace, except for small piles of rubble from where they have burrowed, carving deep and furiously through the sheer rock face of any wall. Some say they chew through the rock, others believe they have tongues that can whisper to the walls, commanding them to part.",
            "It has become known (although how is unknown), that the Mountain Moles have grown displeased by the corrupted whispers the Rock Huggers have been uttering. It is hoped that those mysterious creatures will intervene and hopefully put an end to the childish mischief those wretched creatures persistently bring upon all other mountain inhabitants.",
            "There is however, an alternative thought - only existing within certain communities - that the Mountain Moles will not help in this regard, because it is believed that those terrible creatures summoned from the shadows by warped whispers are in fact the Mountain Moles themselves, blindly guided by those twisted tones the rocks echo out to them. The hope however, is that this is not inline with the beliefs of the Mountain Moles, and that they will put an end to that corruption.",
            "Whichever way the rocks tumble, they will tumble - probably onto somebody, ideally for most - onto the Rock Huggers, as the Mountain Moles are suspected to be the only creatures fit to deal with those awful things, and able to fit into their cramped tunnels."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Commentary on the Current Dark Days."
      },
      {
        "id": 3,
        "category": "Mapping and Clarifications",
        "title": "From Earth To Root - A Rough Guide To Descending",
        "content": [
            "Descending is not merely digging. One must listen to the stones...",
            "First, we shall start with the names...",
            "Lipsum etc..."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Our Mountain Whole"
      },
      {
        "id": 4,
        "category": "Mapping and Clarifications",
        "title": "The Stones of Our Mountain",
        "content": [
            "Each stone has a name, and the mountain remembers...",
            "First, we shall start with the names...",
            "Lipsum etc..."
        ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Our Mountain Whole"
      },
      {
        "id": 5,
        "category": "Tales & Found Words",
        "title": "Echoes of the Thrallborne",
        "content": [
            "Buried deep beneath the dark mountain on the edge of collapsing into itself, through rock, ore and seismic efforts, a rusted, long slumbering hero of ages older than time.",
            "Through endless cycles of life, death and the in-between, his once pristine, soft flesh now spread across the universe as dust.",
            "All that remains of him are the bones and rusted armour designed by the same hands who designed the cosmos.",
            "Those bones and armour sit, as silent echoes ring out endlessly across the cavernous halls below the earth.",
            "Above, the monolith pierces through a maddening void.",
            "It, tall beyond measure, cold and alien with its barbaric sharp angles, sits, seeming to absorb and mock the darkness around it. Gazing out while all else fumbles in black madness."
        ],
        "credit" : "Unkown"
      },
      {
        "id": 6,
        "category": "Tales & Found Words",
        "title": "The Last Mumbles of a Witless Dorf",
        "content": [
            "Ruffin was approximately 5 minutes away from drawing his last breath, and perhaps it would be the last breath drawn by a dorf ever again. The future of his kind depended on this journey into the underchasm, where darkness swirled and madness flew through shadows, in search of lost travelers to swoop upon.",
            "Ruffin had entered through the Green Gate, the entry point least often used, but charted by most attempts at mapping as the closest gate to The Rotting Stone, as the stench would be most strongly smelt from the safer side of that gate, enough that many investigators had perished simply from proximity without ever passing through.",
            "But something had gone terribly wrong. The stench had spread, while all gates remained sealed and barricaded, the entire community of dorfs huddling inside the cave network began to gasp and wheeze in ways only seen by those investigators who fled back through the gate. Somehow, the rotten stench had spread beyond the stone’s lawful domain.",
            "And so, Ruffin had been volunteered to go beyond the gate, to see if something could be done to appease that restless Rotting Stone.",
            "But now, he found himself entirely lost and alone, stumbling through the dark with distant shrieks echoing through the air above him. He could feel cold, sharp rocks bite into his palm, and so he used their pain as guidance towards their master. Somewhere ahead, that awful monument to nature pierced through the rocks, spreading its horrible disease from sources deeper even than this mountain’s roots.",
            "His head spun as his feet stumbled and rolled across unsettled stones. At any moment he expected there to be no floor beneath his feet, and so the life of his whole tribe would end. Yet, the floor remained, and so too did the pain. Onwards he pushed, gasping for what little air survived in this space, finding each breath more laboured than the last. He could not see a single thing, but the stench by now was so great that he could barely restrain the vomit.",
            "The Rotting Stone must be near.",
            "Then, as if a curtain fell, it stood ahead of him. Not tall, not noble, but twisted and faintly glowing through the shadows, a current of organic essence could be seen pulsing through its core. The smell was too much even for rocks to come close, as they rolled away in an endless fight against gravity to escape their abominable brother.",
            "Above, those things - the shrieking mad things - dimly illuminated by the stone, dark clouds filled with staring, harsh, unlidded eyes, ever staring into Ruffin’s small mind, trying to extract some intelligence with which to tear and twist his thoughts. But Ruffin was not an intelligent creature. He was immune to madness. The dorfs were an immensely dim group of creatures, but they could never really amount to anything beyond crawling or rolling through the earth. And this simplicity had proven to be their saviour.",
            "His breaths fell short now, with each gasp taking in less air and more stench. With his final efforts, Ruffin mustered what little mental power a dorf may have, and mumbled a few grunts that could perhaps be considered dialogue.",
            "With that spark, that miniscule hint of intelligence, the creatures above had found their prey. They descended, swallowing Ruffin in a cloud of pure darkness, with all eyes now facing inwards, gazing with such intensity that even Ruffin understood he was in quite a bad situation. But, his simplicity shielded him from their full effect. The swirling storm of shadows had provided a barrier against the stench, with their cyclone sucking in any available air, so that once again Ruffin could breathe freely.",
            "Through the circling madness, Ruffin heard it, a command from the stone, beckoning him to come forward, to touch it. He had not the sense to argue, and so he stumbled ahead through the storm, pulling them with him, as they feasted on that speck of sentience, unaware of their surroundings.",
            "The stone hungered, and Ruffin fell forwards onto it. He felt its surface was warm, pulsing with organic currents. As he sank into the surface, blisters grew, bursting into flowers that withered just as quickly, while his flesh fused into the stone. Shrieks shot out, as the shadows now realised their situation and struggled to pull away from Ruffin’s mind, but it being so utterly dim, they could not find a path through which to excuse their existence.",
            "And so, Ruffin became entirely consumed by the stone, dragging those maddening shadows into its core with him, freeing it from their horrible cries for a while, and so it reeled back the spread of its stench, allowing Ruffin’s tribe to breathe freely once again, leaving the Dwarvs to question how such a dim creature could fight off monsters they could not survive."
        ],
        "credit" : "Recorded by the Mouthless Scribes, 77th Year of the Withering."
      },
      {
        "id": 7,
        "category": "Academic Work",
        "title": "Biological Degradation Among the Short-Folk",
        "content": [
            "Many millenia spent scraping away beneath the mountain after the Great Sealing, has drastically altered the form of the denizens of the under-spaces.",
            "The lack of natural light, clear and free air and little space to rise vertically has resulted in almost all types of folk beneath the mountain to be notably paler in skin tone, but perhaps more drastic is the mutation of breathing faculties they have developed.",
            "- Dwarvs & Dwarfs -",
            "The Dwarvs and Dwarfs both feature highly enlarged lungs and torso chambers to house them, with reduced length limbs to both reduce the amount of oxygen used, as well as to allow more free movement through cramped tunnels and caves.",
            "Beyond normal lung use, the Dwarvs and Dwarfs have a much slower metabolism than normal creatures, allowing them to inhale and store air for extended periods of time, rather than the usual breathe in - breathe out tempo.",
            "In addition to this, to further conserve oxygen, Dwarvs and Dwarfs typically move very slowly and are reluctant to do anything if not entirely necessary.",
            "Dwarvs in particular are noted to have generally larger brains than Dwarfs, although other body parts like the eyes and ears have shrunken somewhat to reduce excess energy expenditure, while the Dwarfs generally seem to have favoured larger eyes and ears in exchange for reduced brain size. This may be from lack of use, or be the cause of their current situation as the ‘workhorse’ of the mountain. Their marginally shorter stature, lack of deep mental capacity but increased sight and hearing ability make them suitable for manual labour in the mines. While typically, the Dwarvs act as their superiors who organise activities and arrange the tasks within the mines.",
            "Due to their diminished visual capacity, Dwarvs seeking to retain or improve sight ability often don spectacles polished from crystals dug from the walls, allowing them to see more clearly. However there is a common belief that these deep rooted crystals bring curses with them, and it is noted quite evidently that Dwarvs with both brain and sight, often lose them both over time.",
            "Physically, the Dwarvs and Dwarfs are both stocky and robust creatures, with Dwarvs typically standing at around 140cm, and Dwarfs at 130cm. They both have large hands  and feet with short, thick fingers and toes that allow them to tear through lighter rocks and shovel through loose ground, however they often lack dexterity and fine abilities due to the shortness and thickness of these digits. So, Dwarvs often design tools which extend and narrow the tips of their fingers, allowing much more detailed work to be performed. For Dwarfs however, simply splitting and shovelling rocks is sufficient for their everyday activities.",
            "Both groups feature two eyes (with the Dwarf eyes being larger and more able), a nose and a mouth as most top dwellers have. However the nose is universally flat and broad, with large nostrils and mouths to allow greater air consumption.",
            "To combat this difficulty with air, the Dwarvs - with the assistance of the Skarn - have discovered types of fungus under the mountain which when under duress, will release oxygen in attempts to appease their attacker. And so, devices have been built in which fungus is grown and periodically provoked, held within a storage area (typically a back mounted cylinder) where that oxygen will be freely pumped into a mouthpiece for the user to inhale. Smaller devices have also been crafted by Dwarvs, where fungus are simply dropped into a container at the end of a pipe, and then the fungus is provoked (usually by flame or physical provocation), upon which the oxygen is released and sucked down the pipe into the user's mouth. This is typically seen as a luxury device to suggest one has free control over breathing air, but it is not uncommon for various other types of fungus to be added to the pipe, allowing for various effects upon the user.",
            "It is common procedure - often expected - that whenever a Dwarv is to be seen by Dwarfs, for him or her to inhale as much air as they can, to serve two purposes. First, the increased air held within the lungs will inflate the size of that Dwarvs chest area, visibly suggesting that this Dwarv has a superior ability in regards to air consumption. Secondly, by consuming as much air as possible for him or herself, the Dwarv consequently reduces the available air for those Dwarfs around him or her, reducing their capacity for work and often forces them to assume the slow-consumption a lack of air requires, which reduces their abilities to act in any real way with speed.",
            "- Dorfs -",
            "While the Dwarvs and Dwarfs are closely related, with slight differences, the Dorfs appear markedly different from either, despite their proposed shared origins.",
            "Dorfs are shorter than the Dwarf, with a highest recorded height of 104cm, more often closer to 90cm.",
            "They retain the large chest cavities of the Dwarvs and Dwarfs, but do not possess the same robust, large lung capacity, forcing them to gasp frequently in a non regular, broken tempo. For forced evolutionary adaptation, the Dorfs have developed very hollow, brittle bones that break very easily, often under the weight of their own bodies, often leading to Dorfs who roll around rather than walk.",
            "In further efforts to improve oxygen efficiency, Dorfs of course have drastically reduced mental capacity, little better than that of a stone slug, with reduced vision - although the actual eye size has yet to catch up to the ability, possibly lingering traits from a previous branch - and almost deaf ears. They have the same slow metabolism of the other species, and require very little food to sustain existence.",
            "Overall, the Dorf is quite a poor example of life under the mountain. They are unintelligent, weak and brittle creatures with little purpose beyond filling spaces. However, given their largely hollow structure, they are often able to float indefinitely in water, and sometimes on strong air currents, making them useful for travelling across water or sending messages. Some attempts have been made at forming large air vessels by binding together many Dorfs, but it is always the case that their combined weight becomes more than they themselves can sustain, leading to their structural collapse and loss of purpose.",
            "'The Dorfs are best left where they lay, lest the mountain decide we have need of more broken things.' - Overseer Vrovun.",
            "- The Mountain Mole -",
            "- The Skeever -",
            "- The Skarn -"
          ],
        "credit" : "Markus Brehn, Skarn Chronicler of the Third Age - Assessments of Our Co-Inhabitants, 265th Edition"
      },
      {
        "id": 8,
        "category": "Academic Work",
        "title": "The First Sealing",
        "content": [
            "As I am not one of those first few Skarn adventurers to be sealed within this mountain, I can only regurgitate what has been passed down through generations and already documented, but I will also apply some of my own thoughts and commentary on how things may have been.",
            "Initially, as many of you will know, the first Skarn party to step foot through those (at the time) open gates very quickly learnt of the immense body of interest held within the mountain.",
            "Illuminated by daylight shining through the opening, the great entrance hall was surely clearly apparent. It must have been quite majestic to be able to see in sunlight (If I understand the idea of sunlight correctly) the whole thing in its intended grandeur and to truly appreciate the sheer scale of it (to say nothing of the ornate craftsmanship and architecture spanning its entire size).",
            "As they ventured deeper inside, behind them towered the by now legendary Twin Golems, likely dormant as the party were freely encouraged to continue their exploration.",
            "We have determined from the positions of many surviving artifacts which they carried on their persons at their time, they managed to make their way approximately halfway across the main entrance hall (around half a day's journey, by our calculations), through the many gargantuan support pillars and giant cauldrons we still see there today. It seems that at the time of their journey they continued entirely undisturbed, as no signs of skirmish nor trouble were discovered after the fact.",
            "It is assumed, since the remains exist, the second group were able to enter freely enough, before the major events of the First Sealing took place.",
            "Based on grooves etched into the stone floor below them, it is thought that the two Golems at this point became active (presumably signalling the gates each of them are thought to maintain to close). We still have no real clue as to the exact mechanisms working behind those gates, as we can not fathom anything within our known capabilities to shift such gargantuan pieces of solid rock.",
            "From here, we are unclear as to - what - exactly happened, except that from the two parties, only 22 survivors escaped, making their way across the remaining half of the hall and huddling in the tunnel entrances while the gates closed behind them, gradually reducing the light entering, until sheer darkness must have been the only thing remaining, much as it is now.",
            "Those 22 survivors, as is known well enough, steadily ventured deeper into the mountain network to eventually establish the Skarn settlement and cautiously expand and interact with other mountain dwellers, although as we know; not all were as accepting as the Dwarvs or Dwarfs.",
            "The Dwarvs have long informed us of the grandness of the Elder Dwargs - who, according to them, carved this entire mountain interior by their own hands and could command the Golems with a mere whisper through the rocks. Although, since we have seen no real proof consistent with these claims, we have to wonder what hand the Mountain Moles and other possible creatures may have had in the whole ordeal."
          ],
        "credit" : "Markus Brehn - Commentary on the Previous Dark Days."
      }
]